@extends('layouts.landing')

@include('layouts.partials.title', ['title' => 'الشروط والأحكام'])

@section('content')
    <section class="container mx-auto py-32">
        <h1 class="text-lg font-bold mb-4">الأحكام والشروط المتعلقة باستخدام المساحات والموقع الإلكتروني لمركز الشباب:</h1>
        <p class="mb-2">
            تخضع عملية الدخول إلى موقع ومساحات مركز الشباب لقوانين سلطنة عمان بالإضافة للشروط والأحكام المذكورة في هذه الوثيقة جنبا إلى جنب مع سياسة الخصوصية؛ وذلك لتحكم العلاقة بين مركز الشباب وبين المستخدم فيما يتعلق بهذا الموقع.
        </p>
        <p>
            إن دخولك إلى مساحات مركز الشباب أو الموقع الخاص به يعني موافقتك على هذه الشروط سواء كنت مستخدما مسجلا أم غير مسجل، وكذلك عن طريق الدخول للمساحات أو تصفح واستخدام هذا الموقع تكون قد وافقت دون قيد أو شرط على الشروط والأحكام المنصوص عليها في هذه الوثيقة.
        </p>
        <h1 class="text-lg font-bold mb-4 mt-4">وفيما يلي أهم الشروط والضوابط الخاصة بالمساحات والموقع:</h1>
        <p class="mb-2">
            الدخول لمساحات ومرافق المركز المختلفة وموقعه الإلكتروني يعد بمثابة موافقة من قبل المستخدم لاستخدام أي صور أو مقاطع قد يظهر فيها في التغطيات الإعلامية الخاصة بالمركز ونشراته ومنشوراته المختلفة، ولا يتحمل المركز أي مسؤولية نتيجة ذلك.
        </p>
        <p class="mb-2">
            أنه وبمجرد تسجيلك فإنك تقر بصحة المعلومات المستخدمة للتسجيل والحجز، وثبوت غير ذلك قد يعرضك للمسائلة القانونية.
        </p>
        <p class="mb-2">
            لا يجوز حجز أي مساحة من مساحات المركز باسم شخصي لاستخدامها لأغراض مؤسسة أو شركة أو جهة حكومية، بل يجب أن يكون الحجز لاستخدام مؤسسة أو شركة أو جهة حكومية باسم تلك المؤسسة أو الشركة أو الجهة مع دفع الرسوم الخاصة بذلك الحجز وذلك لاختلاف سياسات الحجز، ومخالفة ذلك قد يعرضك للمسائلة القانونية.
        </p>
        <p class="mb-2">
            يجب أن تكون البرامج والفعاليات المقامة في مساحات المركز والمقدمة من قبل الأفراد مجانية، ويستثنى من ذلك البرامج والفعاليات المقدمة من قبل المؤسسات والشركات.
        </p>
        <p class="mb-2">
            محتويات صفحات هذا الموقع تقدم معلومات عامة للاطلاع والاستخدام فقط كما أنها خاضعة للتغيير والتحديث دون سابق إشعار.
        </p>
        <p class="mb-2">
            يبذل المركز كل جهد للحفاظ على انسيابية تدفق المعلومات على الموقع. ومع ذلك، فهو غير مسؤول عن حالات الانقطاع المؤقت بسبب مسائل تقنية خارجة عن الإرادة.
        </p>
        <p class="mb-2">
            استخدامك لأية معلومات أو مواد في هذا الموقع يقع تماما على عاتق مسؤوليتك الخاصة، ولن يتحمل المركز أي مسؤولية لهذا الاستخدام.
        </p>
        <p class="mb-2">
            هذا الموقع يحتوي على مواد مملوكة أو مرخصة للمركز. وتشمل هذه المواد -على سبيل المثال لا الحصر- تصاميم وتخطيطات وأشكالا ورسوما بيانية. ويحظر النسخ وفقا لبيان حقوق الملكية، التي تشكل جزءا من هذه الشروط والأحكام.
        </p>
        <p class="mb-2">
            يمكن للموقع أن يشمل روابط لمواقع أخرى من حين لآخر مثل المواقع الإلكترونية للشركاء الاستراتيجيين. يتم توفير هذه الروابط سعيا لتقديم مزيد من المعلومات ولكن هذا لا يعني أن المركز يتحمل أي مسؤولية عن محتوى المواقع المتصلة.
        </p>

        <p class="mb-2">
            أي نزاع ينشأ عن استخدامك لمساحات المركز وهذا الموقع يخضع لقوانين سلطنة عمان.
        </p>
        <p class="mb-2">
            تعتبر التغييرات والتعديلات الواردة على الشروط والأحكام في مثابة النص الأصلي، وسيتم الإشارة إلى تلك التعديلات والتغييرات في أسفل الصفحة، ويعتبر تصفحكم للموقع بمثابة موافقة عليها.
        </p>
        <p class="mb-2">
            اقر بالموافقه لإستخدام صوري في التغطيات الإعلامية لمركز الشباب.
        </p>
        <p class="mb-2">
            آقر بآنني التزم بحضور الورشة كاملة ( انني على علم انه اذا ما التزمت بالحضور سوف احرم من دخول البرامج القادمة للمركز )
        </p>
    </section>
@endsection
